Repository: integrate/wrap_py
Catalog: wrap_py/transl/translations/*/LC_MESSAGES/wrap_py.po
Languages: ru_ru

source: Wrap_py uses these catalogs:
ru_ru: Будем использовать эти папки для поиска:

source: Check this link to find sprites:
ru_ru: По этой ссылке можно скачать спрайты:

source: module
ru_ru: модуль

source: line of code
ru_ru: строка кода

source: function
ru_ru: функция

source: code
ru_ru: код

source: error
ru_ru: ошибка

source: call stack
ru_ru: очередь запусков

source: division by zero
ru_ru: деление на ноль

source: No sprite with id {sprite_id}
ru_ru: Спрайт с ID {sprite_id} не найден

source: Sprite is not {sprite_type_name}
ru_ru: Спрайт не является {sprite_type_name}!

source: Sprite {sprite_type_name} loading failed!
ru_ru: Не удалось загрузить спрайт {sprite_type_name}!
