Repository: integrate/wrap_py
Catalog: wrap_py/transl/translations/*/LC_MESSAGES/wrap_engine.po
Languages: ru_ru

source: Costume with name {costume_name} not found
ru_ru: Костюм {costume_name} не найден.

source: No costume config found.
ru_ru: Файл настроек костюма не найден.

source: Config loading error
ru_ru: Ошибка загрузка файла настроек

source: Costume config found.
ru_ru: Найден файл настроек костюма.

source: Config reading error
ru_ru: Ошибка чтения файла настроек

source: Remove color parameters not found
ru_ru: Не найдены параметры удаления цвета

source: Remove color R is invalid
ru_ru: Неправильный параметр удаления цвета R

source: Remove color G is invalid
ru_ru: Неправильный параметр удаления цвета G

source: Remove color B is invalid
ru_ru: Неправильный параметр удаления цвета B

source: Color threshold is invalid
ru_ru: Неправильный порог удаления цвета

source: loading
ru_ru: загрузка

source: Costume image file not found
ru_ru: Файс с картинкой костюма {costume_name} не найден.

source: Costume image must be a file. Not a directory.
ru_ru: Картина костюма должна быть файлом, а не папкой.

source: Type dir not found
ru_ru: Папка с типами не найдена.

source: Type path must be a dir. Not a file.
ru_ru: Папка с типами должна быть папкой, а не файлом.

source: Type costumes not found
ru_ru: Не найдены костюма для этого типа спрайтов
